brew "anyenv"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alt-tab"
cask "docker-desktop"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "itsycal"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "fwcd.kotlin"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "intellsmi.comment-translate"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mattlott.copy-github-url"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
